{
    "femininePack": [
        {
            "categoryName": "goodies",
            "items": [
                {
                    "name": "Goodies Vibrador de Ponto g de Algodão e Usb Bunny Silicone Fúcsia",
                    "price": "9.70"
                },
                {
                    "name": "Goodies Sweety Vibrador Punto g Usb Silicona Fuchsi",
                    "price": "9.30"
                },
                {
                    "name": "Goodies Cakey Vibrador Punto g y Conejito Usb Silicona Fuchsia",
                    "price": "9.70"
                },
                {
                    "name": "Goodies Honey G-spot Vibrador Silicone Usb Fúcsia",
                    "price": "9.30"
                },
                {
                    "name": "Vibrador Ünihörn Navyspace Com Línguas Giratórias Azul",
                    "price": "16.18"
                },
                {
                    "name": "Vibrador de Veludo Engily Ross Com Impulso e Pulsação",
                    "price": "21.75"
                }
            ]
        },
        {
            "categoryName": "vibrador dance",
            "items": [
                {
                    "name": "Vibrador Dance Com Rotação e Movimento Telescópico Thunder Up",
                    "price": "13.85"
                },
                {
                    "name": "Liketrue Slidy Dildo Realista Camada Dupla Retrátil e Ajustável 8",
                    "price": "10.15"
                },
                {
                    "name": "Max & Co Clint Vibrador Realista Com Testículos Naturais 9,8",
                    "price": "7.77"
                },
                {
                    "name": "Centauro Cesur 3.0 Dildo Realista Vibración, Movimiento Ondulante, 360º y Telescópico Control Remoto Usb",
                    "price": "34.95"
                }
            ]
        },
        {
            "categoryName": "action pack",
            "items": [
                {
                    "name": "Action Pack 5+1 Ember Mouth Shape Massageador Lambendo e Vibrando",
                    "price": "118.80"
                },
                {
                    "name": "Pacote Intoyou 5+1 Vibrador Rush Nova e Sugador de Clitóris 2 Motores Usb Independentes",
                    "price": "109.01"
                },
                {
                    "name": "Vibrador Pulsar Tardenoche Com Esqueleto Articulado de Silicone Usb",
                    "price": "18.61"
                }
            ]
        },
        {
            "categoryName": "estimulador latetobed",
            "items": [
                {
                    "name": "Estimulador Latetobed Drimy Easy Quick Silicone Roxo",
                    "price": "3.10"
                },
                {
                    "name": "Chisa Estimulador Con 4 Cabezales Sweet Púrpura",
                    "price": "6.95"
                }
            ]
        },
        {
            "categoryName": "Sugador de Clitoris",
            "items": [
                {
                    "name": "Sugador de Clitóris Satisfyer One Night Stand 1 Uso Único 90 Minutos",
                    "price": "4.45"
                },
                {
                    "name": "Xoxo Boo Usb Clitóris Otário Silicone Roxo",
                    "price": "5.95"
                }
            ]
        },
        {
            "categoryName": "bondage play",
            "items": [
                {
                    "name": "Bondage Play Rimba Bondage Play Grampos de Mamilo Ajustáveis",
                    "price": "8.50"
                },
                {
                    "name": "Baile Pinzas para Pezones Con Vibración y Control Remoto",
                    "price": "8.17"
                },
                {
                    "name": "Bondage Play Rimba Bondage Play Grampos para Mamilos de Metal Sem Níquel",
                    "price": "6.40"
                },
                {
                    "name": "Grampos de Mamilo Latetobed Bdsm Line Com Corrente de Metal",
                    "price": "3.89"
                }
            ]
        },
        {
            "categoryName": "mascara",
            "items": [
                {
                    "name": "Máscara de Cetim Vermelho Intoyou Bdsm Line",
                    "price": "4.95"
                },
                {
                    "name": "Máscara de Couro Preto Easytoys",
                    "price": "4.66"
                },
                {
                    "name": "Máscara para Olhos Obsessive Satinia",
                    "price": "4.40"
                }
            ]
        }
    ],
    "masculinePack": [],
    "couplePack": [
        {
            "categoryName": "rr",
            "items": [
                {
                    "name": "nome",
                    "price": "10.15"
                }
            ]
        }
    ],
    "gayCouplePack": [],
    "misteriousCouplePack": [
        {
            "categoryName": "Lubrificante",
            "items": [
                {
                    "name": "Lubrificante Padrão Alta Qualidade",
                    "price": "5",
                    "description": "100ml Tubo com fecho inviolável. Garantia máxima de qualidade. Base de água Neutro, incolor e inodoro. Vegano e dermatologicamente testado. Textura macia e sedosa. Fácil de distribuir. Muito escorregadio. Não deixa restos. Não é pegajoso. Formato adequado para viajar na cabine do avião Não contém fragrâncias ou óleos. Adequado com preservativos de látex e brinquedos eróticos. Propriedades hidratantes. Solúvel em água. Fabricado na Europa",
                    "imageUrl": "./assets/images/pack-casal-misterioso/lubrificante-padrao-alta-qualidade.jpeg"
                }
            ]
        },
        {
            "categoryName": "Submissão",
            "items": [
                {
                    "name": "Conjunto submissão 4 peças",
                    "price": "18",
                    "description": "Mordaça, Algemas, Flogger, Máscara",
                    "imageUrl": "./assets/images/pack-casal-misterioso/conjunto-submissao-4-pecas.jpeg"
                }
            ]
        },
        {
            "categoryName": "Ovo vibratório",
            "items": [
                {
                    "name": "Ovo vibratório controle remoto",
                    "price": "8",
                    "description": "10 funções de vibração, Controle remoto sem fio, Vibrações potentes, Sensação suave como seda, Motor poderoso, Inclui capa de chuva, Alimentado por 2 pilhas AAA (não incluídas) para o ovo",
                    "imageUrl": "./assets/images/pack-casal-misterioso/ovo-vibratorio-controle-remoto.png"
                }
            ]
        },
        {
            "categoryName": "Vitalidade. Ajudinha Extra para Manter a Bandeira Erguida",
            "items": [
                {
                    "name": "Creme para Melhorar Ereção e Fluxo",
                    "price": "5.75",
                    "description": "Este creme é elaborado a partir de extratos naturais de plantas, incluindo o ginkgo biloba. Ele é projetado para aprimorar o fluxo sanguíneo e promover ereções mais fortes. A aplicação é simples e conveniente, basta usar uma pequena quantidade no pênis e áreas adjacentes. Além disso, ajuda a melhorar a flexibilidade devido às propriedades nutritivas do óleo de amêndoa, manteiga de karité, óleo de semente de jojoba e arnica montana.",
                    "imageUrl": "./assets/images/pack-casal-misterioso/creme-para-melhorar-ereção-fluxo-natural.png"
                }
            ]
        },
        {
            "categoryName": "Vitalidade. Ajudinha Extra para Manter a Fantasia. Sem tabu.",
            "items": [
                {
                    "name": "Dildo ajustável com 21,5",
                    "price": "13",
                    "description": "Com este arnês confortável e fácil de usar, você estará sexy e pronto para passar algumas noites incríveis. O dildo de silicone incluído é moldado para um realismo superior com um corpo de veado e glande. Perfeitamente preparado para estimular suas áreas mais sensíveis. Projetado nos EUA com os mais rígidos padrões de qualidade. Características: Flexível, Medidas: 21,5 cm x 4,5 cm",
                    "imageUrl": "./assets/images/pack-casal-misterioso/dildo-ajustavel-com-21-5.png"
                }
            ]
        },
        {
            "categoryName": "Estimulador",
            "items": [
                {
                    "name": "Latetobed heady estimulador con 4 cabeças roxo",
                    "price": "6",
                    "description": "Heady é feito de materiais de alta qualidade, macios e sedosos, proporcionando uma experiência máxima de prazer. Seu design compacto, ergonômico, elegante e sensual permite que você o leve para onde quiser, desfrutando-o a qualquer momento, em qualquer lugar. Pode ser usado para masturbação, estimulação erótica ou para intensificar a experiência nos relacionamentos. Nunca é demais ter um amigo extra. Características: 1 Modo de vibração, 4 cabeçotes intercambiáveis, Base giratória fácil, Alimentado por 1 bateria AA (não incluída), Recomenda-se o uso de lubrificante à base de água, Medidas: 10,7 cm x 2,5 cm",
                    "imageUrl": "./assets/images/pack-casal-misterioso/latetobed-heady-estimulador-con-4-cabezales-purpura.png"
                }
            ]
        },
        {
            "categoryName": "Anel vibratório",
            "items": [
                {
                    "name": "Latetobed horizon anillo vibrador con conejito transparente",
                    "price": "3.25",
                    "description": "Latetobed horizon anillo vibrador con conejito transparente ",
                    "imageUrl": "./assets/images/pack-casal-misterioso/latetobed-horizon-anillo-vibrador-con-conejito-transparente.png"
                }
            ]
        },
        {
            "categoryName": "Mordaça",
            "items": [
                {
                    "name": "Latetobed bdsm line mordaza forma de boca negro",
                    "price": "8",
                    "description": "Latetobed bdsm line mordaza forma de boca negro",
                    "imageUrl": "./assets/images/pack-casal-misterioso/latetobed-bdsm-line-mordaza-forma-de-boca-negro.png"
                }
            ]
        }
    ],
    "misteriousCoupleFantasy": [
        {
            "categoryName": "Máscara Abertura",
            "items": [
                {
                    "name": "Máscara Abertura",
                    "price": "11",
                    "description": "Um acessório perfeito e essencial para qualquer amante de BDSM. Caracteristicas: Com abertura na parte dos olhos; Materiais elásticos; Luz",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/mascara-abertura.png"
                }
            ]
        },
        {
            "categoryName": "Facial com Tampa",
            "items": [
                {
                    "name": "BDSM Arnês Couro Vegano",
                    "price": "12",
                    "description": "Revestido com tachas e materiais da mais alta qualidade, este arnês se tornará essencial em sua coleção BDSM. Caracteristicas: couro vegano; 100% ajustável; Anel-O; Acessórios para colocar com Vibrador com Base; Vibrador não incluído",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/bdsm-arnes-couro-vegano.png"
                }
            ]
        },
        {
            "categoryName": "BDSM",
            "items": [
                {
                    "name": "BDSM Chicote Facial Ajustável",
                    "price": "18",
                    "description": "Entre no mundo mais hardcore do BDSM com este arnês de boca. Este arnês facial é totalmente ajustável com fivelas nas costas e no queixo. A frente é redonda e coberta com tachas. Bem no centro você vai encontrar um acessório que você pode tirar e colocar, preso ao resto com uma corrente, que vai deixar a boca do seu submisso exposta apenas quando você quiser. Características: Chicote Facial; Com acessório destacável na boca; Alças ajustáveis; Guarnecido",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/bdsm-chicote-facial-ajustavel.png"
                }
            ]
        },
        {
            "categoryName": "Tanga",
            "items": [
                {
                    "name": "Tanga Negro",
                    "price": "4.82",
                    "description": "Tanga preta sensual e provocante, perfeita para qualquer ocasião. Tamanho único 100% poliamida",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/tanga-negro.png"
                }
            ]
        },
        {
            "categoryName": "Máscara Feminina",
            "items": [
                {
                    "name": "Eleancia",
                    "price": "5",
                    "description": "Características: Elegante, sensual e provocante; Delicado laço de cetim; Encaixe perfeito garantido, tecidos macios e elásticos; Composição: 100% poliéster",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/eleancia.png"
                }
            ]
        },
        {
            "categoryName": "Poder Feminino",
            "items": [
                {
                    "name": "Sexy Hing",
                    "price": "3.80",
                    "description": "Inflame o seu lado mais picante com este bodystocking. Apresenta um decote em forma de barco e um padrão de malha com um belo padrão no peito e nos braços. Características: Tamanhos disponíveis: S-L e XL; Elástico; Design de grade; Virilha aberta; Fio dental não incluído",
                    "imageUrl": "./assets/images/pack-casal-misterioso/pack-fantasia/sexy-hing.png"
                }
            ]
        }
    ]
}